Repository: ncleton/vibe-walkie
Catalog: iOS/AppRemoteiOS/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# premium.alert.title
source: Purchase unavailable
ar: الشراء غير متاح
ca: Compra no disponible
cs: Nákup není k dispozici
da: Køb ikke tilgængeligt
de: Kauf nicht verfügbar
el: Η αγορά δεν είναι διαθέσιμη
es: Compra no disponible
fi: Osto ei ole saatavilla
fr: Achat indisponible
he: הרכישה אינה זמינה
hi: खरीदारी अनुपलब्ध
hr: Kupnja nije dostupna
hu: A vásárlás nem elérhető
id: Pembelian tidak tersedia
it: Acquisto non disponibile
ja: 購入できません
ko: 구매할 수 없음
ms: Pembelian tidak tersedia
nb: Kjøp ikke tilgjengelig
nl: Aankoop niet beschikbaar
pl: Zakup niedostępny
pt: Compra indisponível
ro: Achiziție indisponibilă
ru: Покупка недоступна
sk: Nákup nedostupný
sv: Köp inte tillgängligt
th: ไม่สามารถซื้อได้
tr: Satın alma işlemi yapılamıyor
uk: Покупка недоступна
vi: Mua hàng không có sẵn
yue: 購買唔到
zh_hans: 无法购买
zh_hant: 無法購買

# premium.ok
source: OK
ar: نعم
ca: D'acord
el: ΕΝΤΑΞΕΙ
es: DE ACUERDO
he: בְּסֵדֶר
hi: ठीक है
hr: U REDU
hu: RENDBEN
id: OKE
ja: わかりました
ko: 좋아요
ro: Bine
ru: ХОРОШО
th: ตกลง
tr: TAMAM
uk: добре
vi: ĐƯỢC RỒI
yue: 得
zh_hans: 好的
zh_hant: 好的

# premium.headline
source: Work while walking.
ar: العمل أثناء المشي.
ca: Treballar mentre camina.
cs: Pracujte za chůze.
da: Arbejd mens du går.
de: Arbeiten Sie im Gehen.
el: Εργαστείτε ενώ περπατάτε.
es: Trabaja mientras caminas.
fi: Työskentele kävellessäsi.
fr: Travaillez en marchant.
he: עבודה תוך כדי הליכה.
hi: चलते-फिरते काम करें.
hr: Radite u hodu.
hu: Munka járás közben.
id: Bekerja sambil berjalan.
it: Lavora mentre cammini.
ja: 歩きながら作業する。
ko: 걸으면서 일하세요.
ms: Bekerja sambil berjalan.
nb: Arbeid mens du går.
nl: Werken terwijl je loopt.
pl: Pracuj podczas chodzenia.
pt: Trabalhe enquanto caminha.
ro: Lucrați în timp ce mergeți.
ru: Работайте во время ходьбы.
sk: Pracujte pri chôdzi.
sv: Arbeta medan du går.
th: ทำงานขณะเดิน
tr: Yürürken çalışın.
uk: Працюйте під час ходьби.
vi: Làm việc trong khi đi bộ.
yue: 一邊行一邊做嘢。
zh_hans: 边走边工作。
zh_hant: 邊走邊工作。

# premium.intro
source: Unlock every Vibe Walkie control on your Mac.
ar: قم بإلغاء قفل كل عنصر تحكم Vibe Walkie على جهاز Mac.
ca: Desbloqueja tots els controls de Vibe Walkie al teu Mac.
cs: Odemkněte každý Vibe Walkie ovládací prvek na vašem Mac.
da: Lås op for hver Vibe Walkie kontrol på din Mac.
de: Schalten Sie alle Vibe Walkie-Steuerelemente auf Ihrem Mac frei.
el: Ξεκλειδώστε κάθε στοιχείο ελέγχου Vibe Walkie στο Mac σας.
es: Desbloquea todos los controles Vibe Walkie en tu Mac.
fi: Avaa kaikki Vibe Walkie-ohjaimet Mac-laitteellasi.
fr: Débloquez toutes les commandes Vibe Walkie sur votre Mac.
he: בטל את הנעילה של כל פקד Vibe Walkie ב-Mac שלך.
hi: अपने Mac पर प्रत्येक Vibe Walkie नियंत्रण को अनलॉक करें।
hr: Otključajte svaku kontrolu Vibe Walkie na svom Mac.
hu: Oldja fel az összes Vibe Walkie vezérlőt Mac eszközén.
id: Buka kunci setiap kontrol Vibe Walkie di Mac Anda.
it: Sblocca tutti i controlli Vibe Walkie sul tuo Mac.
ja: Mac 上のすべての Vibe Walkie コントロールのロックを解除します。
ko: Mac의 모든 Vibe Walkie 컨트롤을 잠금 해제하세요.
ms: Buka kunci setiap kawalan Vibe Walkie pada Mac anda.
nb: Lås opp hver Vibe Walkie-kontroll på Mac.
nl: Ontgrendel elk Vibe Walkie-besturingselement op uw Mac.
pl: Odblokuj wszystkie elementy sterujące Vibe Walkie na swoim Mac.
pt: Desbloqueie todos os controles Vibe Walkie no seu Mac.
ro: Deblocați fiecare control Vibe Walkie de pe Mac.
ru: Разблокируйте все элементы управления Vibe Walkie на вашем Mac.
sk: Odomknite všetky ovládacie prvky Vibe Walkie na svojom zariadení Mac.
sv: Lås upp varje Vibe Walkie-kontroll på din Mac.
th: ปลดล็อคทุกการควบคุมของ Vibe Walkie บน Mac ของคุณ
tr: Mac cihazınızdaki tüm Vibe Walkie kontrollerinin kilidini açın.
uk: Розблокуйте всі елементи керування Vibe Walkie на своєму Mac.
vi: Mở khóa mọi điều khiển Vibe Walkie trên Mac của bạn.
yue: 解鎖你個 Mac 上面嘅每個 Vibe Walkie 控制項。
zh_hans: 解锁您的 Mac 上的每个 Vibe Walkie 控件。
zh_hant: 解鎖您的 Mac 上的每個 Vibe Walkie 控制項。

# premium.feature.dictation
source: Push-to-talk dictation
ar: إملاء الضغط والتحدث
ca: Dictat per parlar
cs: Push-to-talk diktování
da: Push-to-talk diktering
de: Push-to-Talk-Diktat
el: Υπαγόρευση push-to-talk
es: Dictado de pulsar para hablar
fi: Push-to-talk sanelu
fr: Dictée en push-to-talk
he: הכתבה בלחיצה כדי לדבר
hi: पुश-टू-टॉक श्रुतलेख
hr: Push-to-talk diktiranje
hu: Push-to-talk diktálás
id: Dikte push-to-talk
it: Dettatura push-to-talk
ja: プッシュトークディクテーション
ko: 푸쉬투톡 받아쓰기
ms: Imlak tolak untuk bercakap
nb: Trykk-og-snakk-diktering
nl: Push-to-talk-dictaat
pl: Dyktowanie typu „naciśnij i mów”.
pt: Ditado push-to-talk
ro: Dictare apăsați și vorbiți
ru: Диктовка «нажми и говори»
sk: Push-to-talk diktovanie
sv: Push-to-talk diktering
th: การเขียนตามคำบอกแบบกดเพื่อพูด
tr: Bas-konuş diktesi
uk: Диктант «Натисни і говори».
vi: Đọc chính tả bằng cách nhấn để nói
yue: 一鍵式聽寫
zh_hans: 一键通听写
zh_hant: 一鍵通聽寫

# premium.feature.controls
source: Trackpad, keyboard, and custom controls
ar: لوحة التتبع ولوحة المفاتيح وعناصر التحكم المخصصة
ca: Trackpad, teclat i controls personalitzats
cs: Trackpad, klávesnice a vlastní ovládací prvky
da: Pegefelt, tastatur og brugerdefinerede kontroller
de: Trackpad, Tastatur und benutzerdefinierte Steuerelemente
el: Trackpad, πληκτρολόγιο και προσαρμοσμένα χειριστήρια
es: Trackpad, teclado y controles personalizados
fi: Ohjauslevy, näppäimistö ja mukautetut säätimet
fr: Trackpad, clavier et commandes personnalisées
he: משטח עקיבה, מקלדת ופקדים מותאמים אישית
hi: ट्रैकपैड, कीबोर्ड और कस्टम नियंत्रण
hr: Trackpad, tipkovnica i prilagođene kontrole
hu: Trackpad, billentyűzet és egyéni vezérlők
id: Trackpad, keyboard, dan kontrol khusus
it: Trackpad, tastiera e controlli personalizzati
ja: トラックパッド、キーボード、カスタム コントロール
ko: 트랙패드, 키보드 및 사용자 정의 컨트롤
ms: Pad jejak, papan kekunci dan kawalan tersuai
nb: Styreflate, tastatur og egendefinerte kontroller
nl: Trackpad, toetsenbord en aangepaste bedieningselementen
pl: Gładzik, klawiatura i niestandardowe elementy sterujące
pt: Trackpad, teclado e controles personalizados
ro: Trackpad, tastatură și comenzi personalizate
ru: Трекпад, клавиатура и пользовательские элементы управления
sk: Trackpad, klávesnica a vlastné ovládacie prvky
sv: Styrplatta, tangentbord och anpassade kontroller
th: แทร็กแพด คีย์บอร์ด และส่วนควบคุมแบบกำหนดเอง
tr: İzleme dörtgeni, klavye ve özel kontroller
uk: Трекпад, клавіатура та спеціальні елементи керування
vi: Bàn di chuột, bàn phím và điều khiển tùy chỉnh
yue: 觸控板、鍵盤同自訂控制項
zh_hans: 触控板、键盘和自定义控件
zh_hant: 觸控板、鍵盤和自訂控件

# premium.feature.screen
source: Live Mac screen view
ar: عرض مباشر لشاشة Mac.
ca: Visualització de la pantalla Mac en directe
cs: Živé zobrazení obrazovky Mac
da: Live Mac skærmvisning
de: Live-Mac-Bildschirmansicht
el: Ζωντανή προβολή οθόνης Mac
es: Vista de pantalla Mac en vivo
fi: Suora Mac-näyttönäkymä
fr: Vue en direct de l’écran du Mac
he: תצוגת מסך חיה של Mac
hi: लाइव Mac स्क्रीन दृश्य
hr: Prikaz zaslona Mac uživo
hu: Élő Mac képernyőnézet
id: Tampilan layar langsung Mac
it: Visualizzazione della schermata Mac in tempo reale
ja: ライブ Mac 画面ビュー
ko: 실시간 Mac 화면 보기
ms: Paparan skrin Mac langsung
nb: Live Mac-skjermvisning
nl: Live Mac-schermweergave
pl: Widok ekranu na żywo Mac
pt: Visualização de tela Mac ao vivo
ro: Vizualizare live a ecranului Mac
ru: Просмотр экрана Mac в реальном времени
sk: Živé zobrazenie obrazovky Mac
sv: Live Mac skärmvy
th: มุมมองหน้าจอสด Mac
tr: Canlı Mac ekran görünümü
uk: Живий перегляд екрана Mac
vi: Chế độ xem màn hình Mac trực tiếp
yue: 即時 Mac 螢幕檢視
zh_hans: 实时 Mac 屏幕视图
zh_hant: 即時 Mac 螢幕視圖

# premium.feature.health
source: Walking and posture tracking
ar: تتبع المشي والوضعية
ca: Seguiment de la marxa i la postura
cs: Chůze a sledování držení těla
da: Gåture og holdningssporing
de: Gehen und Haltungsverfolgung
el: Περπάτημα και παρακολούθηση στάσης
es: Seguimiento de marcha y postura.
fi: Kävely ja asennon seuranta
fr: Suivi de la marche et de la posture
he: הליכה ומעקב אחר יציבה
hi: चलना और आसन ट्रैकिंग
hr: Hodanje i praćenje držanja
hu: Séta és testtartás követése
id: Pelacakan jalan kaki dan postur
it: Monitoraggio della camminata e della postura
ja: 歩行と姿勢の追跡
ko: 걷기 및 자세 추적
ms: Berjalan dan menjejaki postur
nb: Turgåing og holdningssporing
nl: Lopen en houding volgen
pl: Śledzenie chodzenia i postawy
pt: Caminhada e rastreamento de postura
ro: Urmărirea mersului și a posturii
ru: Отслеживание ходьбы и осанки
sk: Chôdza a sledovanie držania tela
sv: Promenader och hållningsspårning
th: การติดตามการเดินและท่าทาง
tr: Yürüyüş ve duruş takibi
uk: Ходьба та відстеження постави
vi: Đi bộ và theo dõi tư thế
yue: 行路同姿勢追蹤
zh_hans: 步行和姿势跟踪
zh_hant: 步行和姿勢跟踪

# premium.plan.monthly.detail
source: Billed monthly. Cancel anytime.
ar: تدفع شهريا. إلغاء في أي وقت.
ca: Facturat mensualment. Cancel·la en qualsevol moment.
cs: Účtováno měsíčně. Kdykoli zrušit.
da: Faktureres månedligt. Annuller når som helst.
de: Wird monatlich abgerechnet. Jederzeit kündbar.
el: Τιμολογείται μηνιαία. Ακύρωση ανά πάσα στιγμή.
es: Facturado mensualmente. Cancele en cualquier momento.
fi: Laskutetaan kuukausittain. Peru milloin tahansa.
fr: Facturé chaque mois. Résiliable à tout moment.
he: מחויב מדי חודש. בטל בכל עת.
hi: मासिक बिल भेजा गया। किसी भी समय रद्द करें.
hr: Naplaćuje se mjesečno. Otkaži bilo kada.
hu: Havi számlázás. Bármikor lemondhatja.
id: Ditagih setiap bulan. Batalkan kapan saja.
it: Fatturazione mensile. Annulla in qualsiasi momento.
ja: 毎月請求されます。いつでもキャンセルできます。
ko: 매월 청구됩니다. 언제든지 취소하세요.
ms: Dibilkan setiap bulan. Batalkan bila-bila masa.
nb: Faktureres månedlig. Avbryt når som helst.
nl: Maandelijks gefactureerd. Annuleer op elk gewenst moment.
pl: Rozliczane co miesiąc. Anuluj w dowolnym momencie.
pt: Faturado mensalmente. Cancele a qualquer momento.
ro: Facturat lunar. Anulați oricând.
ru: Выставляется ежемесячно. Отменить в любое время.
sk: Účtované mesačne. Zrušiť kedykoľvek.
sv: Faktureras månadsvis. Avbryt när som helst.
th: เรียกเก็บเงินเป็นรายเดือน ยกเลิกได้ตลอดเวลา
tr: Aylık olarak faturalandırılır. İstediğiniz zaman iptal edin.
uk: Рахунок виставляється щомісяця. Скасувати будь-коли.
vi: Thanh toán hàng tháng. Hủy bỏ bất cứ lúc nào.
yue: 每月收費。隨時取消。
zh_hans: 按月计费。随时取消。
zh_hant: 按月計費。隨時取消。

# premium.plan.yearly.detail
source: Billed yearly. Cancel anytime.
ar: يتم إصدار الفاتورة سنويًا. إلغاء في أي وقت.
ca: Facturat anualment. Cancel·la en qualsevol moment.
cs: Účtováno ročně. Kdykoli zrušit.
da: Faktureres årligt. Annuller når som helst.
de: Jährliche Abrechnung. Jederzeit kündbar.
el: Χρεώνεται ετησίως. Ακύρωση ανά πάσα στιγμή.
es: Facturado anualmente. Cancele en cualquier momento.
fi: Laskutetaan vuosittain. Peru milloin tahansa.
fr: Facturé chaque année. Résiliable à tout moment.
he: מחויב מדי שנה. בטל בכל עת.
hi: वार्षिक बिल भेजा गया। किसी भी समय रद्द करें.
hr: Naplaćuje se godišnje. Otkaži bilo kada.
hu: Évente számlázva. Bármikor lemondhatja.
id: Ditagih setiap tahun. Batalkan kapan saja.
it: Fatturato annualmente. Annulla in qualsiasi momento.
ja: 毎年請求されます。いつでもキャンセルできます。
ko: 매년 청구됩니다. 언제든지 취소하세요.
ms: Dibilkan setiap tahun. Batalkan bila-bila masa.
nb: Faktureres årlig. Avbryt når som helst.
nl: Jaarlijks gefactureerd. Annuleer op elk gewenst moment.
pl: Rozliczane co roku. Anuluj w dowolnym momencie.
pt: Faturado anualmente. Cancele a qualquer momento.
ro: Facturat anual. Anulați oricând.
ru: Оплачивается ежегодно. Отменить в любое время.
sk: Fakturované ročne. Zrušiť kedykoľvek.
sv: Faktureras årligen. Avbryt när som helst.
th: เรียกเก็บเงินเป็นรายปี ยกเลิกได้ตลอดเวลา
tr: Yıllık olarak faturalandırılır. İstediğiniz zaman iptal edin.
uk: Рахунок виставляється щорічно. Скасувати будь-коли.
vi: Thanh toán hàng năm. Hủy bỏ bất cứ lúc nào.
yue: 每年收費。隨時取消。
zh_hans: 按年计费。随时取消。
zh_hant: 按年計費。隨時取消。

# premium.plan.lifetime.detail
source: One payment. Yours forever.
ar: دفعة واحدة. لك إلى الأبد.
ca: Un pagament. El teu per sempre.
cs: Jedna platba. Tvůj navždy.
da: Én betaling. Din for altid.
de: Eine Zahlung. Dein für immer.
el: Μία πληρωμή. Δικό σου για πάντα.
es: Un pago. Tuyo para siempre.
fi: Yksi maksu. Sinun ikuisesti.
fr: Un seul paiement. À vous pour toujours.
he: תשלום אחד. שלך לנצח.
hi: एक भुगतान. हमेशा के लिए तुम्हारा.
hr: Jedno plaćanje. Tvoj zauvijek.
hu: Egy fizetés. A tied örökre.
id: Satu pembayaran. Milikmu selamanya.
it: Un pagamento. Tuo per sempre.
ja: 支払いは1回。永遠にあなたのものです。
ko: 한 번의 지불. 영원히 당신 것입니다.
ms: Satu bayaran. Milik awak selamanya.
nb: Én betaling. Din for alltid.
nl: Eén betaling. De jouwe voor altijd.
pl: Jedna płatność. Twój na zawsze.
pt: Um pagamento. Seu para sempre.
ro: O singură plată. Al tău pentru totdeauna.
ru: Один платеж. Твой навсегда.
sk: Jedna platba. Tvoj navždy.
sv: En betalning. Din för alltid.
th: การชำระเงินครั้งเดียว ของคุณตลอดไป
tr: Bir ödeme. Sonsuza dek senin.
uk: Один платіж. Ваш назавжди.
vi: Một khoản thanh toán. Của bạn mãi mãi.
yue: 一次付款。永遠都係你嘅。
zh_hans: 一笔付款。永远属于你。
zh_hant: 一筆付款。永遠屬於你。

# premium.products.unavailable
source: Plans are temporarily unavailable. Try again in a moment.
ar: الخطط غير متاحة مؤقتًا. حاول مرة أخرى بعد قليل.
ca: Els plans no estan disponibles temporalment. Torna-ho a provar d'aquí a un moment.
cs: Plány jsou dočasně nedostupné. Zkuste to znovu za chvíli.
da: Planer er midlertidigt utilgængelige. Prøv igen om et øjeblik.
de: Pläne sind vorübergehend nicht verfügbar. Versuchen Sie es gleich noch einmal.
el: Τα σχέδια δεν είναι διαθέσιμα προσωρινά. Δοκιμάστε ξανά σε λίγο.
es: Los planes no están disponibles temporalmente. Inténtalo de nuevo en un momento.
fi: Suunnitelmat ovat tilapäisesti poissa käytöstä. Yritä hetken kuluttua uudelleen.
fr: Les formules sont temporairement indisponibles. Réessayez dans un instant.
he: התוכניות אינן זמינות זמנית. נסה שוב בעוד רגע.
hi: योजनाएं अस्थायी रूप से अनुपलब्ध हैं. थोड़ी देर में पुनः प्रयास करें.
hr: Planovi su privremeno nedostupni. Pokušajte ponovo za trenutak.
hu: A tervek átmenetileg nem elérhetők. Próbálja újra egy pillanat múlva.
id: Paket untuk sementara tidak tersedia. Coba lagi sebentar lagi.
it: I piani sono temporaneamente non disponibili. Riprova tra un attimo.
ja: プランは一時的にご利用いただけません。しばらくしてからもう一度試してください。
ko: 계획을 일시적으로 사용할 수 없습니다. 잠시 후에 다시 시도해 보세요.
ms: Pelan tidak tersedia buat sementara waktu. Cuba lagi sebentar lagi.
nb: Planer er midlertidig utilgjengelige. Prøv igjen om et øyeblikk.
nl: Abonnementen zijn tijdelijk niet beschikbaar. Probeer het zo nog eens.
pl: Plany są chwilowo niedostępne. Spróbuj ponownie za chwilę.
pt: Os planos estão temporariamente indisponíveis. Tente novamente em alguns instantes.
ro: Planurile sunt temporar indisponibile. Încercați din nou peste un moment.
ru: Планы временно недоступны. Повторите попытку через минуту.
sk: Plány sú dočasne nedostupné. Skúste to znova o chvíľu.
sv: Planerna är tillfälligt otillgängliga. Försök igen om ett ögonblick.
th: Plans are temporarily unavailable. โปรดลองอีกครั้งในอีกสักครู่
tr: Planlar geçici olarak kullanılamıyor. Birazdan tekrar deneyin.
uk: Плани тимчасово недоступні. Повторіть спробу за мить.
vi: Các kế hoạch tạm thời không có sẵn. Hãy thử lại sau giây lát.
yue: 計劃暫時唔可用。一陣再試下。
zh_hans: 计划暂时无法提供。稍后再试一次。
zh_hant: 計劃暫時無法提供。稍後再試一次。

# premium.retry
source: Try Again
ar: حاول ثانية
ca: Torna-ho a provar
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
es: Intentar otra vez
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušajte ponovno
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: もう一度やり直してください
ko: 다시 시도
ms: Cuba Lagi
nb: Prøv igjen
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încearcă din nou
ru: Попробуйте еще раз
sk: Skúste znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте знову
vi: Thử lại
yue: 再試一次
zh_hans: 再试一次
zh_hant: 再試一次

# premium.restore
source: Restore Purchases
ar: استعادة المشتريات
ca: Restaurar les compres
cs: Obnovit nákupy
da: Gendan køb
de: Einkäufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
he: שחזור רכישות
hi: खरीदारी वापस लौटाएं
hr: Obnovi kupnje
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina gli acquisti
ja: 購入を復元する
ko: 구매 복원
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ro: Restabiliți achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återställ inköp
th: คืนค่าการซื้อ
tr: Satın Alınanları Geri Yükle
uk: Відновити покупки
vi: Khôi phục mua hàng
yue: 還原購物
zh_hans: 恢复购买
zh_hant: 恢復購買

# premium.offer.code
source: Redeem Offer Code
ar: استرداد رمز العرض
ca: Bescanvia el codi d'oferta
cs: Uplatnit kód nabídky
da: Indløs tilbudskode
de: Angebotscode einlösen
el: Εξαργυρώστε τον κωδικό προσφοράς
es: Canjear código de oferta
fi: Lunasta tarjouskoodi
fr: Utiliser un code promotionnel
he: מימוש קוד הצעה
hi: ऑफ़र कोड भुनाएँ
hr: Iskoristi kôd ponude
hu: Váltsd be az ajánlati kódot
id: Tukarkan Kode Penawaran
it: Riscatta il codice dell'offerta
ja: オファーコードを引き換える
ko: 혜택 코드 사용
ms: Tebus Kod Tawaran
nb: Løs inn tilbudskode
nl: Aanbiedingscode inwisselen
pl: Wykorzystaj kod oferty
pt: Resgatar código de oferta
ro: Valorificați codul de ofertă
ru: Активировать код предложения
sk: Uplatniť kód ponuky
sv: Lös in erbjudandekod
th: แลกรหัสข้อเสนอ
tr: Teklif Kodunu Kullan
uk: Активувати код пропозиції
vi: Đổi mã ưu đãi
yue: 兌換優惠碼
zh_hans: 兑换优惠代码
zh_hant: 兌換優惠代碼

# premium.manage
source: Manage Subscriptions
ar: إدارة الاشتراكات
ca: Gestiona les subscripcions
cs: Správa odběrů
da: Administrer abonnementer
de: Abonnements verwalten
el: Διαχείριση συνδρομών
es: Administrar suscripciones
fi: Hallinnoi tilauksia
fr: Gérer les abonnements
he: ניהול מנויים
hi: सदस्यताएँ प्रबंधित करें
hr: Upravljanje pretplatama
hu: Előfizetések kezelése
id: Kelola Langganan
it: Gestisci abbonamenti
ja: サブスクリプションの管理
ko: 구독 관리
ms: Urus Langganan
nb: Administrer abonnementer
nl: Beheer abonnementen
pl: Zarządzaj subskrypcjami
pt: Gerenciar assinaturas
ro: Gestionați abonamentele
ru: Управление подписками
sk: Spravovať odbery
sv: Hantera prenumerationer
th: จัดการการสมัครสมาชิก
tr: Abonelikleri Yönet
uk: Керування підписками
vi: Quản lý đăng ký
yue: 管理訂閱
zh_hans: 管理订阅
zh_hant: 管理訂閱

# premium.renewal.notice
source: Subscriptions renew automatically unless cancelled at least 24 hours before the end of the current period.
ar: يتم تجديد الاشتراكات تلقائيًا ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من نهاية الفترة الحالية.
ca: Les subscripcions es renoven automàticament tret que es cancel·lin almenys 24 hores abans del final del període actual.
cs: Předplatné se automaticky obnovuje, pokud není zrušeno alespoň 24 hodin před koncem aktuálního období.
da: Abonnementer fornyes automatisk, medmindre de opsiges mindst 24 timer før udgangen af ​​den aktuelle periode.
de: Abonnements verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt werden.
el: Οι συνδρομές ανανεώνονται αυτόματα εκτός εάν ακυρωθούν τουλάχιστον 24 ώρες πριν από το τέλος της τρέχουσας περιόδου.
es: Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes del final del período actual.
fi: Tilaukset uusiutuvat automaattisesti, ellei niitä peruuteta vähintään 24 tuntia ennen nykyisen jakson päättymistä.
fr: Les abonnements se renouvellent automatiquement sauf résiliation au moins 24 heures avant la fin de la période en cours.
he: המנויים מתחדשים אוטומטית אלא אם בוטלו לפחות 24 שעות לפני תום התקופה הנוכחית.
hi: वर्तमान अवधि के अंत से कम से कम 24 घंटे पहले रद्द किए जाने तक सदस्यताएँ स्वचालित रूप से नवीनीकृत हो जाती हैं।
hr: Pretplate se automatski obnavljaju osim ako se ne otkažu najmanje 24 sata prije kraja tekućeg razdoblja.
hu: Az előfizetések automatikusan megújulnak, hacsak nem mondják le legalább 24 órával az aktuális időszak vége előtt.
id: Langganan diperpanjang secara otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode berjalan.
it: Gli abbonamenti si rinnovano automaticamente a meno che non vengano annullati almeno 24 ore prima della fine del periodo corrente.
ja: 現在の期間が終了する少なくとも 24 時間前にキャンセルしない限り、サブスクリプションは自動的に更新されます。
ko: 현재 기간이 종료되기 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다.
ms: Langganan diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum tamat tempoh semasa.
nb: Abonnementer fornyes automatisk med mindre de kanselleres minst 24 timer før slutten av gjeldende periode.
nl: Abonnementen worden automatisch verlengd, tenzij ze ten minste 24 uur voor het einde van de huidige periode worden opgezegd.
pl: Subskrypcje odnawiają się automatycznie, chyba że zostaną anulowane co najmniej 24 godziny przed końcem bieżącego okresu.
pt: As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do final do período atual.
ro: Abonamentele se reînnoiesc automat, cu excepția cazului în care sunt anulate cu cel puțin 24 de ore înainte de sfârșitul perioadei curente.
ru: Подписки продлеваются автоматически, если они не отменены по крайней мере за 24 часа до окончания текущего периода.
sk: Predplatné sa automaticky obnoví, pokiaľ nebude zrušené aspoň 24 hodín pred koncom aktuálneho obdobia.
sv: Prenumerationer förnyas automatiskt om de inte avbryts minst 24 timmar före slutet av den aktuella perioden.
th: การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติเว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดช่วงเวลาปัจจุบัน
tr: Abonelikler, cari dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir.
uk: Підписки поновлюються автоматично, якщо їх не скасовано принаймні за 24 години до закінчення поточного періоду.
vi: Đăng ký tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi kết thúc giai đoạn hiện tại.
yue: 除非喺當前期限結束前至少24小時取消，否則訂閱會自動續訂。
zh_hans: 订阅会自动续订，除非在当前订阅期结束前至少 24 小时取消。
zh_hant: 訂閱會自動續訂，除非在目前訂閱期結束前至少 24 小時取消。

# premium.privacy
source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt: política de Privacidade
ro: Politica de confidențialitate
ru: политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
yue: 私隱政策
zh_hans: 隐私政策
zh_hant: 隱私權政策

# premium.terms
source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d'ús
cs: Podmínky použití
da: Vilkår for brug
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Condiciones de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
ms: Syarat Penggunaan
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de Uso
ro: Termeni de utilizare
ru: Условия эксплуатации
sk: Podmienky používania
sv: Användarvillkor
th: เงื่อนไขการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
yue: 使用條款
zh_hans: 使用条款
zh_hant: 使用條款
